Repository: asped/Wishlist
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Prihlásiť sa
cs: Přihlásit se

source: Poslať link na reset hesla
cs: Poslat odkaz na reset hesla

source: Potvrdiť heslo
cs: Potvrdit heslo

source: Nastaviť nové heslo
cs: Nastavit nové heslo

source: Nastaviť heslo
cs: Nastavit heslo

source: Meno
cs: Jméno

source: Vek
cs: Věk

source: Uložiť
cs: Uložit

source: Názov darčeka
cs: Název dárku

source: Link 1
cs: Odkaz 1

source: Link 2
cs: Odkaz 2

source: URL obrázka
cs: URL obrázku

source: Cenové rozpätie
cs: Cenové rozpětí

source: Mena
cs: Měna

source: Názov rodiny
cs: Název rodiny

source: Email správcu
cs: Email správce

source: Heslo správcu
cs: Heslo správce

source: Vytvoriť rodinu
cs: Vytvořit rodinu

source: Rodinný Zoznam Darčekov
cs: Rodinný Seznam Dárků

source: Zoznamy Darčekov
cs: Seznamy Dárků

source: Odhlásiť sa
cs: Odhlásit se

source: Prihlásiť sa ako Správca
cs: Přihlásit se jako Správce

source: Vyrobené s ❤️ pre rodinu
cs: Vyrobeno s ❤️ pro rodinu

source: Prihlásenie - Rodinný Zoznam Darčekov
cs: Přihlášení - Rodinný Seznam Dárků

source: 🎁 Rodinný Zoznam Darčekov
cs: 🎁 Rodinný Seznam Dárků

source: Zadajte heslo pre prístup
cs: Zadejte heslo pro přístup

source: Zadajte heslo
cs: Zadejte heslo

source: Pre prístup k zoznamu darčekov zadajte rodinné heslo.
cs: Pro přístup k seznamu dárků zadejte rodinné heslo.

source: Upraviť Dieťa
cs: Upravit Dítě

source: Pridať Dieťa
cs: Přidat Dítě

source: ← Späť na Správny Panel
cs: ← Zpět na Správní Panel

source: Pridať Nové Dieťa
cs: Přidat Nové Dítě

source: Zadajte meno dieťaťa
cs: Zadejte jméno dítěte

source: Zadajte vek
cs: Zadejte věk

source: Zrušiť
cs: Zrušit

source: Upraviť Darček
cs: Upravit Dárek

source: Pridať Darček
cs: Přidat Dárek

source: ← Späť na Darceky
cs: ← Zpět na Dárky

source: Pridať Nový Darček
cs: Přidat Nový Dárek

source: napr. LEGO Vesmirna Stanica
cs: např. LEGO Vesmírná Stanice

source: Pridajte detaily o darčeku, veľkosť, farbu, atď.
cs: Přidejte detaily o dárku, velikost, barvu, atd.

source: Upraviť správcu
cs: Upravit správce

source: Pridať správcu
cs: Přidat správce

source: ← Späť na správcov
cs: ← Zpět na správce

source: ✏️ Upraviť správcu
cs: ✏️ Upravit správce

source: ➕ Pridať nového správcu
cs: ➕ Přidat nového správce

source: Zadajte nové heslo (voliteľné)
cs: Zadejte nové heslo (volitelné)

source: Ak necháte prázdne, heslo zostane nezmenené
cs: Pokud necháte prázdné, heslo zůstane nezměněné
